{
  "books": [
	{
	  "imgsrc":"./books/resource/1.jpg",
	  "id": 1,
	  "name": "锦绣未央（1-3）",
	  "type":"宅斗大神秦简霸气作品！原名：《庶女有毒》蝉联潇湘书院月票榜、钻石榜、总订榜TOP1。浅绿、安知晓、天下归元、潇湘冬儿古言大神推荐。唐嫣、罗晋主演同名电视剧原著小说",
	  "author": "秦简 著"
	},
	{
	  "imgsrc":"./books/resource/2.jpg",
	  "id": 2,
	  "name": "JavaScript高级程序设计(第3版)",
	  "type":"2005年，席卷全球的“Ajax热”激发了全世界Web开发人员学习的热情。与此同时，本书第YI版诞生。这一版的中文版狂销4万册，被誉为“*具深度的经典”，奠定了其不可替代的权WEI地位。2005年到2009年，前端开发社区在实践中充分检验了这门语言的各种实现和扩展，从被戏谑的“玩具语言”一跃成为软件业举足轻重的通用编程语言。2009年1月本书第2版应运而生，凝聚作者和社区专家多年宝贵经验的这一技术名著再次得到读者认可和褒扬，中文版销量达到2万册。2009年到2011年，ECMAScript5和HTML5在标准之争中双双胜出，使大量专有实现和客户端扩展正式进入规范，同时也为这门语言增添了很多适应未来发展的新特性。2012年初本书第3版面世，中文版也紧随其后。第3版除增加5章全新内容外，其他章节也有较大幅度的增补和修订，新内容篇幅约占三分之一。作为技术经典名著，《高级程序设计（第3版）》承继了之前版本全面深入、贴近实战的特点，在详细讲解了语言的核心之后，条分缕析地为读者展示了现有规范及实现为开发Web应用提供的各种支持和特性。 ",
	  "author": "NicholasC.Zakas著 "
	},
	{
	  "imgsrc":"./books/resource/3.jpg",
	  "id": 3,
	  "name": "盗墓笔记",
	  "type":"五十年前，一群长沙土夫子（盗墓贼）挖到一部战国帛书，残篇中记载了一座奇特的战国古墓的位置，但那群土夫子在地下碰上了诡异事件，几乎全部身亡。 五十年后，其中一个土夫子的孙子在先人笔记中发现了这个秘密，他纠集了一批经验丰富的盗墓高手前去寻宝。但谁也没有想到，这个古墓中竟然有着这么多诡异的事物：七星疑棺、青眼狐尸、九头蛇柏…… 这神秘的墓主人到底是谁，他们到底能不能找到真正的棺椁？为什么墓中还有那么多谜团无法破解？ 后来发现的海底诡异船墓、秦岭上的万年神木以及崇山峻岭中的天宫雪墓与这座古墓又有着怎样的关系？它们背后究竟隐藏着哪些千古之谜？",
	  "author": "南派三叔 著"
	},
	{
	  "imgsrc":"./books/resource/4.jpg",
	  "id": 4,
	  "name": "小王子",
	  "type":"遥远星球上的小王子，与美丽而骄傲的玫瑰吵架负气出走，在各星球漫游中，小王子遇到了傲慢的国王、酒鬼、惟利是图的商人，死守教条的地理学家，后来来到地球上，试图找到治愈孤独和痛苦的良方。这时，他遇到一只奇怪的狐狸，于是奇妙而令人惊叹的事情发生了……",
	  "author": "安托万·德·圣埃克苏佩里 著"
	},
	{
	  "imgsrc":"./books/resource/5.jpg",
	  "id": 5,
	  "name": "你若安好便是晴天：林徽因传",
	  "type":"她是中华人民共和国国徽设计的参与者，是人民英雄纪念碑的设计者之一，是传统景泰蓝工艺的拯救者。她是一个聪慧的女子，让徐志摩怀想了一生，让梁思成宠爱了一生，让金岳霖默默地记挂了一生，更让世间形色男子仰慕了一生。她，就是林徽因。本书用清澈的文字、诗意的笔法、全面详实的资料，生动地展现了林徽因的传奇一生。",
	  "author": "白落梅 著"
	},
	{
	  "imgsrc":"./books/resource/6.jpg",
	  "id": 6,
	  "name": "纳兰容若词传：人生若只如初见",
	  "type":"慧极必伤，一言道不尽纳兰心思；情深不寿，一生品不完容若才情。《人生若只如初见：纳兰容若词传》是以词谱写清代才子词人纳兰容若的传奇人生。他有一个极美的名字，他的一生，总会与“词”联系在一起。更是被后人们赞为“纳兰公子”。在他的生命中，他用心与血谱写了349首清新脱俗、缠绵悱恻的诗词，抒写性灵，谱写了生命的爱与愁。",
	  "author": "申圣云 著"
	}
  ],
  "start": 0,
  "total": 26
}
